sensoroptconverged/con/0.0_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217887;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       218287;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       218487;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       218887;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          109092;
        startFace       219087;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          109092;
        startFace       328179;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          464;
        startFace       437271;
    }
)

// ************************************************************************* //
